/* Localized versions of Guest Access strings */

allowButton = "Współdzielenie ekranu";
denyButton = "Anuluj";

controlTitle = "Żądanie kontroli";
observeTitle = "Żądanie obserwowania";

controlRequestKnown = "Użytkownik „%@” o adresie %@ chce współdzielić Twój ekran. Czy chcesz współdzielić swój ekran z użytkownikiem „%@”?";
observeRequestKnown = "Użytkownik „%@” o adresie %@ chce obserwować Twój komputer. Czy chcesz mu na to zezwolić?";

controlRequestUnknown = "Nieznany użytkownik o adresie %@ chce współdzielić Twój ekran. Czy chcesz współdzielić swój ekran z nim?";
observeRequestUnknown = "Nieznany użytkownik z %@ chce obserwować Twój komputer. Czy chcesz mu na to zezwolić?";

errAttnReqCommString = "Wystąpił błąd komunikacji.";
